Repository: wiyarmir/MultiMC4
Catalog: src/lang/*.po
Languages: ru_ru

source: Settings
ru_ru: Настройки

source: Show Console
ru_ru: Показать консоль

source: Show console while an instance is running.
ru_ru: Показывать консоль при запуске экземпляра.

source: Show old snapshots
ru_ru: Показать старые снапшоты

source: Shows or hides the console.
ru_ru: Показать или скрыть консоль.

source: Simple
ru_ru: Простой

source: Snapshot
ru_ru: Снапшот

source: Some settings were changed that require MultiMC to restart before they take effect. Would you like to restart MultiMC now?
ru_ru: Изменены настройки, для применения которых требуется перезапуск MultiMC. Перезапустить MultiMC?

source: Sorry, that name is too long.
ru_ru: Извините, вы ввели слишком длинное имя.

source: Sorry, that name is too long. 25 characters is the limit.
ru_ru: Извините, вы ввели слишком длинное имя. Имя не должно быть длиннее 25 символов.

source: Sorting Mode
ru_ru: Режим сортировки

source: Start Minecraft maximized?
ru_ru: Запускать Minecraft развёрнутым на полный экран?

source: Success
ru_ru: Успешно

source: System message color:
ru_ru: Цвет системных сообщений:

source: Texture Packs
ru_ru: Текстурпаки

source: The MD5 sum of %s didn't match what it was supposed to be after patching!
ru_ru: MD5 сумма %s не совпадает с той, какой она должна быть после пропатчивания!

source: The chosen instance path contains a ! character. This would make Minecraft crash. Please change it.
ru_ru: Путь до выбранного экземпляра содержит символ '!'. Это может привести к нестабильной работе Minecraft. Пожалуйста измените его.

source: There's already a save with the filename '%s'. Copy to '%s' instead?
ru_ru: Сохранение с именем '%s' существует. Скопировать в '%s' вместо этого?

source: This feature has not yet been implemented.
ru_ru: Данная функция еще не была реализована.

source: This folder does not contain a level.dat file. Continue?
ru_ru: Данная папка не содержит файла level.dat. Продолжить?

source: This is not a valid config pack!
ru_ru: Повреждённый пакет конфигурационных файлов!

source: This text represents the size of the dialog and the area reserved for any possible status text.
ru_ru: Этот текст показывает размер диалога и данная область зарезервирована для любого возможного текста статуса.

source: Type
ru_ru: Тип

source: Unknown HTTP error %i occurred.
ru_ru: Произошла неизвестная ошибка HTTP %i.

source: Unknown error %i occurred.
ru_ru: Произошла неизвестная ошибка %i.

source: Unknown error 0x%08X occurred when getting process handle.
ru_ru: Произошла неизвестная ошибка 0x%08X при получении дескриптора процесса.

source: Unknown error 0x%08X occurred when terminating the process.
ru_ru: Произошла неизвестная ошибка 0x%08X при завершении процесса.

source: Unknown error 0x%08X occurred when waiting for process to exit.
ru_ru: Произошла неизвестная ошибка 0x%08X во время ожидания завершения процесса.

source: Unknown error.
ru_ru: Неизвестная ошибка.

source: Unnamed Instance
ru_ru: Безымянный экземпляр

source: Update Available
ru_ru: Доступно обновление

source: Update Now
ru_ru: Обновить сейчас

source: Update Settings
ru_ru: Настройки обновления

source: Update installed successfully. Starting MultiMC...
ru_ru: Обновление успешно установлено. Запуск MultiMC ...

source: Updates
ru_ru: Обновления

source: Use MCNostalgia to downgrade this instance.
ru_ru: Использовать MCNostalgia для изменения версии данного экземпляра.

source: Use a different version of LWJGL with this instance.
ru_ru: Использовать другую версию LWJGL для этого экземпляра.

source: Use defaults?
ru_ru: Использовать значения по умолчанию?

source: Use development builds.
ru_ru: Использовать сборки для разработчиков.

source: Username:
ru_ru: Имя пользователя:

source: Verifying
ru_ru: Проверка

source: Verifying files...
ru_ru: Проверка файлов...

source: Verifying files:
ru_ru: Проверка файлов:

source: View / edit this instance's notes.
ru_ru: Показать / редактировать заметки для данного экземпляра.

source: View Central mods folder
ru_ru: Посмотреть глявную папку дополнений

source: View Folder
ru_ru: Посмотреть папку

source: View folder
ru_ru: Посмотреть папку

source: Waiting for old version to exit...
ru_ru: Ждём завершения старой версии...

source: Waiting for old version to exit... Try #%i.
ru_ru: Ждём завершения старой версии... Попытка #%i.

source: Warning: Dev builds contain incomplete, experimental, and possibly unstable features. Some may be extremely buggy, and others may not work at all. Use these at your own risk. Are you sure you want to use dev builds?
ru_ru: Внимание: Сборки для разработчиков содержат неполные, экспериментальные, и, возможно, нестабильные функции. Некоторые из них могут быть чрезвычайно глучными, и другие могут не работать вообще. Используйте их на свой страх и риск. Вы уверены, что хотите использовать сборки для разработчиков?

source: When MultiMC Exits
ru_ru: При завершении MultiMC

source: Window height:
ru_ru: Высота окна:

source: Window width:
ru_ru: Ширина окна

source: World Name
ru_ru: Имя мира

source: Writing metadata...
ru_ru: Запись метаданных ...

source: You must run this instance at least once to download minecraft before you can downgrade it!
ru_ru: Вы должны запустить этот экземпляр по крайней мере один раз, чтобы скачать Minecraft, прежде чем вы сможете использовать другую версию Minecraft!

source: You've changed your central mods directory, would you like to transfer all of your mods?
ru_ru: Вы изменили ваш главный каталог дополнений, перенести все моды в него?

source: You've changed your instance directory, would you like to transfer all of your instances?
ru_ru: Вы изменили каталог экземпляров, перенести все экземпляры в него?

source: Your error report has been sent to the URL listed below.
ru_ru: Ваш отчет об ошибке был отправлен на URL, показанный ниже.

source: displays help on command line parameters
ru_ru: показать справку о параметрах командной строки

source: doesn't restart MultiMC after installing updates
ru_ru: не перезапускать MultiMC после установки обновлений

source: replaces the given file with the running executable
ru_ru: заменять данный файл при запуске

source: tries to launch the given instance
ru_ru: попытаться запустить данный экземпляр

source: use the supplied directory as MultiMC root instead of the binary location (use '.' for current)
ru_ru: использовать данную папку, как рабочую для MultiMC, вместо папки исполняемого файла(используйте '.' для текущей)
