Repository: wiyarmir/MultiMC4
Catalog: src/lang/*.po
Languages: ru_ru

source: &Add
ru_ru: &Добавить

source: &Add Icon
ru_ru: &Добавить иконку

source: &Cancel
ru_ru: &Отменить

source: &Change Icon
ru_ru: &Изменить иконку

source: &Changelog
ru_ru: &История изменений

source: &Close
ru_ru: &Закрыть

source: &Delete
ru_ru: &Удалить

source: &Edit Mods
ru_ru: &Редактировать дополнения

source: &Export
ru_ru: &Экспорт

source: &Force update
ru_ru: Обновить в&ручную

source: &Licenses
ru_ru: &Лицензии

source: &Manage Saves
ru_ru: &Сохранения

source: &Notes
ru_ru: &Заметки

source: &Play
ru_ru: &Запустить

source: &Refresh
ru_ru: &Обновить

source: &Reload
ru_ru: &Перезагрузить

source: &Reload Icons
ru_ru: &Перезагрузить иконки

source: &Remember username?
ru_ru: &Запомнить имя пользователя?

source: &Remove
ru_ru: &Удалить

source: &Remove Icon
ru_ru: &Удалить значок

source: &Rename
ru_ru: &Переименовать

source: &Settings
ru_ru: &Настройки

source: &View Central Mods Folder
ru_ru: &Открыть главную папку с дополнениями

source: &View Folder
ru_ru: &Просмотр папки

source: (C) 2012 MultiMC Contributors
ru_ru: (C) 2012 соавторы MultiMC

source: . Make sure it exists!
ru_ru: . Удостоверьтесь, что он существует!

source: 503 - login servers unavailable. Check help.mojang.com!
ru_ru: 503 - сервера авторизации недоступны. Проверьте help.mojang.com!

source: A crash report has been generated. What would you like to do with it?
ru_ru: Отчёт об ошибке был сформирован. Что желаете с ним сделать?

source: A fatal error has occurred and MultiMC has to exit. Sorry for the inconvenience.
ru_ru: Произошла критическая ошибка и MultiMC должен быть закрыт. Извините за неудобства.

source: About
ru_ru: O

source: About MultiMC
ru_ru: O MultiMC

source: Add
ru_ru: Добавить

source: Add a jar mod.
ru_ru: Добавить дополнение в jar.

source: Add a new Minecraft instance.
ru_ru: Добавить новый экземпляр Minecraft.

source: Add a new forge core mod.
ru_ru: Добавить новое дополнение ядра forge.

source: Add a new instance.
ru_ru: Добавить новый экземпляр.

source: Add a new modloader mod.
ru_ru: Добавить новое дополнение для modloader.

source: Add a new texture pack.
ru_ru: Добавить новый пакет текстур.

source: Add instance
ru_ru: Добавить экземпляр

source: Adding config files...
ru_ru: Добавление файлов конфигурации...

source: An error occurred when downloading the file.
ru_ru: Произошла ошибка при загрузке файла.

source: Are you sure?
ru_ru: Вы уверены?

source: Auto-detect
ru_ru: Автоопределение

source: Automatically close console when the game quits.
ru_ru: Автоматически закрывать консоль при выходе из игры.

source: Backup / restore your saves.
ru_ru: Резервное копирование / восстановление сохранений.

source: Browse...
ru_ru: Обзор...

source: Build #%i is available. Would you like to download and install it?
ru_ru: Сборка #%i доступна. Желаете скачать и установить её?

source: By Last Launched
ru_ru: По времени последнего запуска

source: By Name
ru_ru: По названию

source: Can't fine mod info file. Failed to open mod folder.
ru_ru: Не удалось найти файл информации о дополнении. Нвозможно открыть папку дополнения.

source: Can't install localizations. Failed to create directory.
ru_ru: Не удалось установить переводы. Невозможно создать каталог.

source: Can't patch because %s has been modified. Try force updating.
ru_ru: Не удалось пропатчить потому, что %s было изменено. Попробуйте обновиться вручную.

source: Cancel
ru_ru: Отмена

source: Central mods directory changed.
ru_ru: Главный каталог дополнений изменился.

source: Change &Icon
ru_ru: Изменить &иконку

source: Change Group
ru_ru: Изменить группу

source: Change Icon
ru_ru: Изменить иконку

source: Change LWJGL
ru_ru: Изменить LWJGL

source: Change MultiMC or Minecraft settings.
ru_ru: Изменить настройки MultiMC или Minecraft.

source: Change instance settings.
ru_ru: Изменить настройки экземпляра.

source: Change the instance's group.
ru_ru: Изменить группу экземпляра.

source: Change the instance's name.
ru_ru: Изменить имя экземпляра.

source: Change this instance's icon.
ru_ru: Изменить иконку экземпляра.

source: Check for MultiMC updates.
ru_ru: Проверить на наличие обновлений MultiMC.

source: Check for updates
ru_ru: Проверить на наличие обновлений

source: Check for updates when MultiMC starts?
ru_ru: Проверять обновления при запуске MultiMC?

source: Checking cache for existing files...
ru_ru: Поиск существующих файлов в кеше...

source: Checking cache for existing files:
ru_ru: Поиск существующих файлов в кеше:

source: Choose Included Configs
ru_ru: Выберите нужные файлы конфигурации

source: Choose LWJGL Version
ru_ru: Выберите версию LWJGL

source: Choose a pack to import.
ru_ru: Выберите пакет для импорта.

source: Choose an icon to add.
ru_ru: Выберите иконку для добавления.

source: Close this window.
ru_ru: Закрыть это окно.

source: Compatibility mode launches Minecraftusing the old Minecraft.main() method, rather than using MultiMC'sAppletWrapper. This should help fix a few issues with certain mods,but it will disable certain features such as setting Minecraft's windowsize and icon.
ru_ru: Режим совместимости запускает Minecraft с использованием старого вызова Minecraft.main(), вместо использования sAppletWrapper из MultiMC. Это может помочь исправить некоторые проблемы с определёнными дополнениями, но также из-за этого будут отключены определённые функции, такие как настройка размера окна и иконки Minecraft.

source: Compatibility mode?
ru_ru: Режим совместимости?

source: Config Pack Info
ru_ru: Информация о пакете файлов конфигурации

source: Console Settings
ru_ru: Настройки консоли

source: Continue?
ru_ru: Продолжить?

source: Copy Instance
ru_ru: Скопировать экземпляр

source: Copy existing instance
ru_ru: Скопировать существующий экземпляр

source: Copy selected instance.
ru_ru: Скопировать выбранный экземпляр.

source: Copy to Clipboard
ru_ru: Скопировать в буфер обмена

source: Copying %i files...
ru_ru: Копирование %i файлов ...

source: Coremods Folder
ru_ru: Папка дополнений ядра

source: Couldn't create instance folder: %s
ru_ru: Невозможно создать папку экземпляра: %s

source: Couldn't find the instance you tried to load:
ru_ru: Невозможно найти экземпляр, который вы пытались загрузить:

source: Crash Report
ru_ru: Очёт об ошибке

source: Create new instance
ru_ru: Создать новый экземпляр

source: Current version
ru_ru: Текущая версия

source: Delete
ru_ru: Удалить

source: Delete this group, ungrouping all instances in it.
ru_ru: Удалить группу, разгруппировав все экземпляры в ней.

source: Delete this instance.
ru_ru: Удалить этот экземпляр.

source: Determining packages to load...
ru_ru: Определение пакетов для загрузки...

source: Determining packages to load:
ru_ru: Определение пакетов для загрузки:

source: Discovering files...
ru_ru: Обнаружение файлов...

source: Done!
ru_ru: Завершено!

source: Done:
ru_ru: Завершено:

source: Downgrade
ru_ru: Сменить версию

source: Downgrade Instance
ru_ru: Сменить версию экземпляра

source: Download and install Minecraft Forge
ru_ru: Загрузить и установить Minecraft Forge

source: Download failed.
ru_ru: Загрузка не удалась.

source: Downloading
ru_ru: Загрузка

source: Downloading LWJGL...
ru_ru: Загрузка LWJGL ...

source: Downloading file from %s...
ru_ru: Загрузка файла из %s...

source: Downloading packages...
ru_ru: Загрузка пакетов...

source: Downloading packages:
ru_ru: Загрузка пакетов:

source: Downloading patches...
ru_ru: Загрузка патчей...

source: Downloading patches:
ru_ru: Загрузка патчей:

source: Downloading updates...
ru_ru: Загрузка обновлений...

source: Downloading... (%skB/%skB)
ru_ru: Загрузка... (%skB/%skB)

source: Edit &Mods
ru_ru: Редактировать &дополнения

source: Edit Mods
ru_ru: Редактировать дополнения

source: Edit Mods for %s
ru_ru: Редактировать дополнения для

source: Enter a new group for this instance.
ru_ru: Введите новую группу для данного экземпляра.

source: Enter a new name for this group.
ru_ru: Введите новое имя для этой группы.

source: Enter a new name for this instance.
ru_ru: Введите новое имя для этого экземпляра.

source: Error
ru_ru: Ошибка

source: Error %i (%s) when killing process %i!
ru_ru: Ошибка %i (%s) при завершении процесса %i!

source: Error 404, the page could not be found.
ru_ru: Ошибка 404: страница не найдена.

source: Error console
ru_ru: Консоль ошибок

source: Error message color:
ru_ru: Цвет сообщений об ошибке:

source: Export Instance
ru_ru: Экспорт экземпляра

source: Export the instance to a config pack.
ru_ru: Экспорт экземпляра в пакет конфигурационных файлов.

source: Export to Zip
ru_ru: Экспорт в Zip

source: Extracting downloaded packages...
ru_ru: Извлечение загруженных пакетов...

source: Extracting downloaded packages:
ru_ru: Извлечение загруженных пакетов:

source: Failed terminate process. Error 0x%08X: access denied.
ru_ru: Невозможно завершить процесс. Ошибка 0x%08X: доступ запрещён.

source: Failed to back up minecraft.jar
ru_ru: Невозможно создать резервную копию minecraft.jar

source: Failed to check file MD5. JSON parser error at line %i: %s
ru_ru: Невозможно проверить MD5 файла. ошибка синтаксиса JSON в строке %i: %s

source: Failed to check for updates. Please check your internet connection.
ru_ru: Невозможно проверить на наличие обновлений. Пожалуйста, проверьте ваше подключение к интернету.

source: Failed to create instance directory.
ru_ru: Невозможно создать каталог экземпляра.

source: Failed to create the new folder: %s
ru_ru: Невозможно создать новую папку: %s

source: Failed to delete mod.
ru_ru: Невозможно удалить дополнение.

source: Failed to delete old minecraft.jar
ru_ru: Невозможно удалить старый minecraft.jar

source: Failed to download
ru_ru: Невозможно загрузить

source: Failed to download patch %s.
ru_ru: Невозможно загрузить патч %s.

source: Failed to get FTB pack list. Could not open directory.
ru_ru: Невозможно получить список сборок FTB. Невозможно открыть папку.

source: Failed to get RSS feed. Check your internet connection.
ru_ru: Невозможно загрузить RSS. Проверьте ваше подключение к интернету.

source: Failed to get patch URL. JSON parser error at line %i: %s
ru_ru: Невозможно получить URL патча. ошибка синтаксиса JSON в строке %i: %s

source: Failed to get process handle. Error 0x%08X: access denied.
ru_ru: Невозможно получить дескриптор процесса. Ошибка 0x%08X: отказано в доступе.

source: Failed to get snapshot list. Check your internet connection.
ru_ru: Невозможно получить список снапшотов. Проверьте ваше подключение к интернету.

source: Failed to get version list. Check your internet connection and try again later.
ru_ru: Невозможно получить список версий. Проверьте ваше подключение к интернету и повторите попытку позднее

source: Failed to initialize settings.
ru_ru: Невозможно инициализировать настройки.

source: Failed to install updates. Tried %i times. This is probably because the file that is supposed to be updated is in use. Please check to make sure there are no other running MultiMC processes and that MultiMC's updater has sufficient permissions to replace the file %s and then try again.
ru_ru: Невозможно установить обновления. Было сделано %i попыток. Возможно это произошло потому, что файл, который необходимо обновить в данный моментиспользуется. Убедитесь пожалуйста, что MultiMC запущен только один раз и процесс обновления MultiMC имеет достаточные привелегии для замены файла %s, после чего повторите попытку снова.

source: Failed to kill the process. Trying again...
ru_ru: Невозможно завершить процесс. Повторяю попытку снова...

source: Failed to load build list. Check your internet connection.
ru_ru: Невозможно загрузить список сборок. Проверьте ваше подключение к интернету.

source: Failed to load the langauge list. Couldn't open language directory.
ru_ru: Невозможно загрузить список языков. Невозможно открыть языковую директорию.

source: Failed to move: %s
ru_ru: Ошибка при перемещении: %s

source: Failed to open directory:
ru_ru: Невозможно открыть каталог:

source: Failed to parse LWJGL list. XML parser error at line %i: %s
ru_ru: Невозможно разобрать список LWJGL. ошибка синтаксиса XML в строке %i: %s

source: Failed to parse date/time.
ru_ru: Невозможно разобрать дату/время.

source: Failed to parse md5s file. INI parser error at line %i: %s
ru_ru: Невозможно разобрать файл md5. ошибка синтаксиса INI в строке %i: %s

source: Failed to parse snapshot list. XML parser error at line %i: %s
ru_ru: Невозможно разобрать список снапшотов. ошибка синтаксиса XML в строке %i: %s

source: Failed to patch %s.jar. Patch is corrupt.
ru_ru: Невозможно пропатчить %s.jar. Патч повреждён.

source: Failed to patch %s.jar. Unknown error.
ru_ru: Невозможно пропатчить %s.jar. Неизвестная ошибка.

source: Failed to read group list. JSON parser error at line %i: %s
ru_ru: Невозможно прочитать список групп. ошибка синтаксиса JSON в строке %i: %s

source: Failed to read group list. Unknown ptree error.
ru_ru: Невозможно прочитать список групп. Неизвестная ошибка ptree.

source: Failed to read source directory.
ru_ru: Невозможно прочитать исходный каталог.

source: Failed to read version list. JSON parser error at line %i: %s
ru_ru: Невозможно прочитать список версий.ошибка синтаксиса JSON в строке %i: %s

source: Failed to save group list. Unknown ptree error.
ru_ru: Невозможно сохранить список групп. Неизвестная ошибка ptree.

source: Failed to send the crash report to pastebin. Please check your internet connection.
ru_ru: Невозможно отправить отчёт об ошибке на pastebin. Пожалуйста, проверьте ваше подключение к интернету.

source: Failed to set language. Language set to English.
ru_ru: Невозможно задать язык. Установлен английский язык.

source: Failed to write config setting %s
ru_ru: Невозможно записать настройки конфигурации %s

source: Fancy
ru_ru: Модный

source: File already exists.
ru_ru: Файл существует.

source: Filename
ru_ru: Имя файла

source: Folders
ru_ru: Папки

source: Force-update MultiMC
ru_ru: Обновить MultiMC вручную

source: GUI Style (requires restart)
ru_ru: Стиль GUI (требуется перезапуск)

source: Generate Crash &Report
ru_ru: Создать отчет об &ошибке

source: Getting patch URLs.
ru_ru: Получение URL-ей патча.

source: Getting version info...
ru_ru: Получение информации о версии...

source: Help
ru_ru: Помощь

source: Image %d %s has no alpha.
ru_ru: Изображение %d %s не имеет альфа канала.

source: Image %s has no alpha after rescaling.
ru_ru: Изображение %s не имеет альфа канала после масштабирования.

source: Import Config Pack
ru_ru: Импорт пакета конфигурационных файлов

source: Import FTB pack.
ru_ru: Импорт сборки FTB.

source: Import config pack
ru_ru: Импорт пакета конфигурационных файлов

source: Import existing .minecraft folder
ru_ru: Импорт существующей папки .minecraft

source: Import existing Minecraft folder
ru_ru: Импорт существующей папки Minecraft

source: Import from FTB launcher.
ru_ru: Импорт из программы запуска FTB.

source: Initializing...
ru_ru: Инициализация...

source: Initializing:
ru_ru: Инициализация:

source: Install Minecraft Forge
ru_ru: Установка Minecraft Forge

source: Install a snapshot.
ru_ru: Установка снапшота.

source: Install or remove mods.
ru_ru: Установка или удаление дополнений.

source: Installing mods - Adding
ru_ru: Установка дополнений - Добавление

source: Installing mods - Adding mod files...
ru_ru: Установка дополнений - Добавление файлов дополнений...

source: Installing mods - Opening minecraft.jar
ru_ru: Установка дополнений - Открытие minecraft.jar

source: Installing mods - Recompressing jar...
ru_ru: Установка дополнений - Повторное сжатие jar...

source: Installing mods - backing up minecraft.jar...
ru_ru: Установка дополнений - Резервное копирование minecraft.jar...

source: Installing new LWJGL - Extracting
ru_ru: Устанавливается новый LWJGL - Извлечение

source: Installing new LWJGL...
ru_ru: Устанавливается новый LWJGL...

source: Installing updates...
ru_ru: Установка обновлений...

source: Instance Console Colors
ru_ru: Цвета консоли экземпляра

source: Instance Settings
ru_ru: Настройки экземпляра

source: Instance closed its output %d.
ru_ru: Экземпляр закрыл свой поток вывода %d.

source: Instance directory changed.
ru_ru: Каталог экземпляра был изменён.

source: Instance exited with code %i.
ru_ru: Экземпляр завершился с кодом возврата %i.

source: Instance name:
ru_ru: Имя экземпляра:

source: Instance notes
ru_ru: Заметки экземпляра

source: Instance started with command: %s
ru_ru: Экземпляр запущен командой: %s

source: Instance was killed.
ru_ru: Экземпляр был завершён.

source: Instances:
ru_ru: Экземпляры:

source: Invalid config pack.
ru_ru: Недопустимый пакет конфигурационных файлов.

source: Invalid config pack. Failed to parse JSON. At line %i: %s
ru_ru: Недопустимый пакет конфигурационных файлов. Ошибка синтаксиса JSON в строке %i: %s

source: Invalid username or password.
ru_ru: Неверное имя пользователя или пароль.

source: JVM Arguments:
ru_ru: Аргументы JVM:

source: Java Path:
ru_ru: Путь Java :

source: Java Settings
ru_ru: Настройки Java

source: Kill Minecraft
ru_ru: Завершить Minecraft

source: Killed Minecraft (pid: %i)
ru_ru: Minecraft завершён (pid: %i)

source: Killing Minecraft may damage saves. You should only do this if the game is frozen.
ru_ru: Завершение Minecraft может привести к повреждению сохранений. Рекомендуется делать это, только если игра зависла.

source: Kills Minecraft's process.
ru_ru: Завершение процесса Minecraft.

source: Language
ru_ru: Язык

source: Launch the instance.
ru_ru: Запуск экземпляра.

source: Launcher outdated, please update.
ru_ru: Программа запуска устарела, пожалуйста обновите.

source: License
ru_ru: Лицензия

source: Loaded %i instances...
ru_ru: Загружено %i экземпляров...

source: Loading Minecraft version list...
ru_ru: Загрузка списка версий Minecraft...

source: Loading central mods list...
ru_ru: Загрузка главной директории дополнений...

source: Loading instances...
ru_ru: Загрузка экземпляров...

source: Log in automatically when I launch an instance.
ru_ru: Автоматическая аутентификация при запуске экземпляра.

source: Logging in...
ru_ru: Производится аутентификация...

source: Login
ru_ru: Войти

source: Login failed:
ru_ru: Войти не удалось:

source: Manage Saves
ru_ru: Управление сохранениями

source: Manage Saves for %s
ru_ru: Управление сохранениями для %s

source: Maximum memory allocation:
ru_ru: Максимальное количество памяти:

source: Memory
ru_ru: Память

source: Minecraft Version
ru_ru: Версия Minecraft

source: Minecraft Window Size
ru_ru: Размер окна Minecraft

source: Minecraft failed to launch. Check your Java path.
ru_ru: Невозможно запустить Minecraft. Проверьте путь до Java.

source: Minecraft has crashed!
ru_ru: Minecraft аварийно завершился!

source: Minimum memory allocation:
ru_ru: Минимальное количество памяти:

source: Missing jar mod %s.
ru_ru: Отсутствующие дополнения jar %s.

source: Missing modloader mod %s.
ru_ru: Отсутствующие дополнения modloader %s.

source: Mod Name
ru_ru: Имя дополнения

source: Mod Version
ru_ru: Версия дополнения

source: Mods Folder
ru_ru: Папка дополнений

source: Mods:
ru_ru: Дополнения:

source: Move &Down
ru_ru: Переместить &вниз

source: Move &Up
ru_ru: Переместить &вверх

source: Move the selected jar mod down
ru_ru: Перемещение выбранного jar дополнения вниз

source: Move the selected jar mod up.
ru_ru: Перемещение выбранного jar дополнения вверх.

source: MultiMC Console
ru_ru: Консоль MultiMC

source: MultiMC has been started from a path that contains '!': %s This would break Minecraft. Please move it to a different place.
ru_ru: MultiMC был запущен из пути, который содержит '!': %s Это может нарушить работу Minecraft. Пожалуйста, переместите его в другое место.

source: MultiMC is a custom launcher that makes managing Minecraft easier by allowing you to have multiple installations of Minecraft at once.
ru_ru: MultiMC --- улучшенная программа для запуска Minecraft, которая позволяет иметь нескольно различных установленных Minecraft'ов одновременно.

source: MultiMC is currently incompatible with indev and infdev. Are you sure you would like to downgrade to this version?
ru_ru: MultiMC в настоящее время несовместим с indev и infdev. Вы уверены, что хотите сделать даунгрейд до этой версии?

source: MultiMC was unable to replace the old .jar with the new snapshot.
ru_ru: MultiMC не смог заменить старый .jar новым снапшотом.

source: MultiMC was unable to run your web browser. To report bugs, visit: http://bugs.forkk.net/
ru_ru: MultiMC не смог запустить веб-браузер. /nЧтобы сообщить об ошибках, посетите сайт: http://bugs.forkk.net/

source: Name
ru_ru: Имя

source: Name:
ru_ru: Имя:

source: Not a valid save.
ru_ru: Повреждённое сохранение.

source: Not implemented
ru_ru: Не реализовано

source: Notes
ru_ru: Заметки

source: Notes:
ru_ru: Заметки:

source: Oh no!
ru_ru: О, нет!

source: Old snapshot
ru_ru: Старый снапшот

source: Old version
ru_ru: Предыдущая версия

source: Open the central mods folder.
ru_ru: Открыть главную папку дополнений.

source: Open the core mod folder in your file browser.
ru_ru: Открыть главную папку дополнений в файловом менеджере.

source: Open the instance folder.
ru_ru: Открыть папку экземпляра.

source: Open the instance's folder.
ru_ru: Открыть папку экземпляра.

source: Open the modloader mods folder in your file browser.
ru_ru: Открыть папку дополнений modloader в файловом менеджере.

source: Open the texture packs folder in your file browser.
ru_ru: Открыть папку текстурпаков в файловом менеджере.

source: Output message color:
ru_ru: Цвет сообщений в консоли:

source: Output not redirected!
ru_ru: Поток вывода не был перенаправлен!

source: Password:
ru_ru: Пароль:

source: Patching files...
ru_ru: Патчу файлы...

source: Patching files:
ru_ru: Патчу файлы:

source: Play &Offline
ru_ru: Играть &оффлайн

source: Please add the mods listed below to your central mods folder and click refresh.
ru_ru: Пожалуйста, добавьте перечисленные ниже дополнения в главную папку дополнений и нажмите кнопку обновить.

source: Please select your FTB launcher folder.
ru_ru: Пожалуйста выберите папку программы запуска FTB.

source: Please wait...
ru_ru: Подождите пожалуйста...

source: Powered by MCNostalgia
ru_ru: Работает на MCNostalgia

source: R&emember password?
ru_ru: З&апомнить пароль?

source: Re&build Jar
ru_ru: Пе&репаковать Jar

source: Refresh
ru_ru: Обновить

source: Reinstall all the instance's jar mods.
ru_ru: Переустановить все дополнений jar для экземпляра.

source: Reload ALL the instances!
ru_ru: Перезагрузить все экземпляры!

source: Reload the mod lists.
ru_ru: Перезагрузить списки дополнений.

source: Remove the selected core mod
ru_ru: Удалить выбранное дополнение ядра

source: Remove the selected jar mod.
ru_ru: Удалить выбранное дополнение jar.

source: Remove the selected modloader mod.
ru_ru: Удалить выбранное дополнение modloader.

source: Remove the selected texture pack.
ru_ru: Удалить выбранный текстурпак.

source: Rename Group
ru_ru: Переименовать группу

source: Rename Instance
ru_ru: Переименовать экземпляр

source: Rename the group.
ru_ru: Переименовать группу.

source: Renaming instance '%s'... (Press enter to finish)
ru_ru: Переименовывается экземпляр '%s'... (Нажмите Enter для завершения)

source: Report bug
ru_ru: Сообщить об ошибке

source: Restart Required
ru_ru: Требуется перезапуск

source: Save Crash Report
ru_ru: Сохранить отчет об ошибке

source: Save to File
ru_ru: Сохранить в файл

source: Select FTB pack to import
ru_ru: Выбрать сборку FTB для импорта

source: Select Minecraft version
ru_ru: Выберать версию Minecraft

source: Select a Minecraft folder to import
ru_ru: Выберать папку Minecraft для импорта

source: Select an instance
ru_ru: Выберите экземпляр

source: Send to Pastebin
ru_ru: Отправить на Pastebin

source: Sending to pastebin...
ru_ru: Отправка на Pastebin ...
